Repository: 84000/data-translation-memory
Catalog: toh467-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེ་གཤེད་ནག་པོ་ཞེས་བྱ་བའི་རྒྱུད། འཕགས་པ་འཇམ་དཔལ་གཤིན་རྗེའི་གཤེད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Tantra of Black Yamāri, the Body, Speech, and Mind of all Tathāgatas Homage to Mañjuśrī-Yamāri!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Chapter 1: The Practice Sequence Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་གསུང་དང་ཐུགས་རྡོ་རྗེའི་བཙུན་མོ་ཐམས་ཅད་ཀྱི་བྷ་ག་རྣམས་ལ་བཞུགས་ཏེ། གཏི་མུག་རྡོ་རྗེ་གཤིན་རྗེའི་གཤེད་དང་། ཕྲ་མོ་རྡོ་རྗེ་གཤིན་རྗེའི་གཤེད་དང་། འདོད་ཆགས་རྡོ་རྗེ་གཤིན་རྗེའི་གཤེད་དང་། ཕྲག་དོག་རྡོ་རྗེ་གཤིན་རྗེའི་གཤེད་དང་། ཞེ་སྡང་རྡོ་རྗེ་གཤིན་རྗེའི་གཤེད་དང་། ཐོ་བ་གཤིན་རྗེའི་གཤེད་དང་། དབྱུག་པ་གཤིན་རྗེའི་གཤེད་དང་།
en: The Bhagavat was dwelling in the bhagas of all vajra women, who are the essence of the body, speech, and mind of all tathāgatas.

source: པདྨ་གཤིན་རྗེའི་གཤེད་དང་། རལ་གྲི་གཤིན་རྗེའི་གཤེད་དང་། མཚམས་རྣམས་སུ་རྡོ་རྗེ་ཙ་རྩི་ཀཱ་དང་། རྡོ་རྗེ་ཕག་མོ་དང་། རྡོ་རྗེ་དབྱངས་ཅན་མ་དང་།
en: He was there with Yamāri’s large assembly, which included Yamāri Mohavajra, Yamāri Piśunavajra, Yamāri Rāgavajra, Yamāri Īrṣyāvajra, Yamāri Dveṣavajra, Mudgara Yamāri, Daṇḍa Yamāri, Padma Yamāri, Khaḍga Yamāri, and, standing in the four intermediate directions, Vajracarcikā, Vajravārāhī, Vajrasarasvatī, and Vajragaurī.

source: རྡོ་རྗེ་གཽ་རཱི་མ་རྣམས་མཚམས་སུའོ། །དེ་དག་ལ་སོགས་ཏེ་གཤིན་རྗེའི་གཤེད་ཀྱི་ཚོགས་ཆེན་པོ་དང་། ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །དེ་ནས་ཕྱག་ན་རྡོ་རྗེས་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོ་ལ་གསོལ་བ་བཏབ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་བདུད་ཐམས་ཅད་རྣམ་པར་འཇོམས་པའི་རྡོ་རྗེ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འདི་ཉིད་ཀྱི་སྐུ་གསུང་ཐུགས་རྡོ་རྗེ་ལས་ངེས་པར་བཏོན་ཏོ། །
en: Then, Vajrapāṇi supplicated the Bhagavat, the vajra-being, the lord of all tathāgatas, prompting the Bhagavat, the lord of all tathāgatas, to emerge from the meditative absorption called the vajra that conquers all māras, the state of his own vajra body, speech, and mind.

source: ཟླ་བ་རྡོ་རྗེ་སྦྱོར་བ་ཡིས། །གཤིན་རྗེ་མཐར་བྱེད་བསྒོམ་པར་བྱ། །བདུད་རྣམས་ཞི་བར་བྱ་ཕྱིར་དང་། །ཞེ་སྡང་ཐམས་ཅད་བསལ་བའི་ཕྱིར། །
en: “In order to pacify the māras And eliminate all hatred, One should visualize Yama’s Slayer By uniting the vajra and the moon.

source: འོད་ཟེར་ལྔ་ཡིས་འཁྲིགས་པ་ཡིས། །རྡོ་རྗེ་བསྲུང་བའི་དོན་དུ་བསྒོམ། །ཕྱི་མཚམས་རྡོ་རྗེ་ས་གཞི་དང་། །ར་བ་དྲ་བ་དེ་བཞིན་ནོ། །
en: “For protection, one should visualize a vajra Enveloped by five-colored rays of light And likewise the outer boundary, the vajra ground, The walls, and the canopy.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་སྐྱེད་པ་པོ་བདུད་འདུལ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་གཏི་མུག་རྡོ་རྗེ་གཤིན་རྗེའི་གཤེད་ལ་སོགས་པ་ཐམས་ཅད་ཀྱི་ས་བོན་འདི་ཉིད་ཀྱི་སྐུ་གསུང་ཐུགས་རྡོ་རྗེ་རྣམས་ལ་ངེས་པར་ཕྱུང་བ།
en: Then the Bhagavat, the father of tathāgatas, entered the meditative absorption known as the tamer of māras and emitted the seed-syllables of all the deities beginning with Yamāri Mohavajra from his own vajra body, speech, and mind.

source: དབུས་སུ་ཡ་དང་ཀྵེ་མ་མེད་ཡཙྪ་ནི་རཱ་ཛཱ་ས་དོ་རུ་ཎ་ཡོ་ནི་རའོ། །
en: In the center is ya, and then kṣe, ma, me, da, ya, ca,ni, rā, jā, sa, do, ru, ṇa, yo, ni, and ra.

source: ཡ་སོགས་ཡི་གེ་དང་པོ་ལས། །གཤིན་རྗེའི་གཤེད་དུ་གྱུར་པ་ཡིན། །
en: “The first among the syllables ya and the rest becomes Yama’s Slayer.

source: ཡི་གེ་ཀྵེ་ནི་གཏི་མུག་བརྗོད། །ཡི་གེ་མ་ནི་ཕྲ་མར་གསུངས། །ཡི་གེ་མེ་ནི་འདོད་ཆགས་ཉིད། །ཡི་གེ་ད་ནི་ཕྲག་དོག་འགྱུར། །
en: The syllable kṣe expresses Moha, The syllable ma describes Piśuna, The syllable me becomes Rāga, And the syllable da is Īrṣyā.

source: གཤིན་རྗེའི་གཤེད་སོགས་ལྔ་རུ་གྲགས། །
en: These are known as the five Yamāris.

source: ཡི་གེ་ཡ་ལས་ཐོ་བར་འགྱུར། །ཡི་གེ་ཙྪ་ལས་དབྱུག་པའི་གཙོ། །ལག་ན་པདྨ་ནི་ཡིག་ལས། །ལག་ན་རལ་གྲི་རཱ་ལས་ཡིན། །ཛ་ལས་ཙརྩི་ཀཱ་ཞེས་བརྗོད། །
en: “The syllable ya becomes Mudgara, From the syllable ca comes lord Daṇḍa, Padmapāṇi comes from the syllable ni, And Khaḍgapāṇi comes from the syllable rā.

source: ཡི་གེ་ས་ལས་ཕག་གདོང་མ། །ཡི་གེ་དོ་ལས་དབྱངས་ཅན་བསྒྲགས། །ཡི་གེ་རུ་ལས་གཽ་རཱི་དྲན། །
en: “The syllable ja expresses Carcikā, From sa comes Vārāhī, Do is declared to be Sarasvatī, And ru recalls Gaurī.

source: ཎ་ཡོ་ནི་ར་མཚམས་ཀྱི་བཞི། །ཐོད་པ་བཞི་རུ་འདོད་པ་ཡིན། །
en: “Ṇa, yo, ni, ra, in the four corners Are held to be four skulls.

source: སྣ་ཚོགས་རྡོ་རྗེ་འཇིགས་རུང་བ། །ནམ་མཁའ་རྡོ་རྗེའི་དཀྱིལ་དུ་བསམ། །
en: A terrifying crossed vajra Should be imagined in the middle of the sky-vajra.

source: དེ་དཀྱིལ་བཞུགས་པ་གཤིན་རྗེའི་གཤེད། །གནག་ཅིང་འབར་བ་བསྒོམ་པར་བྱ། །
en: “One should visualize Yamāri, black and blazing, Standing in its center.

source: ཤར་དུ་གཏི་མུག་རྡོ་རྗེ་སྟེ། །
en: In the east is Mohavajra And, likewise, Piśuna is in the south.

source: ལྷོ་རུ་དེ་བཞིན་ཕྲ་མ་ཡིན། །ནུབ་ཏུ་འདོད་ཆགས་རྡོ་རྗེ་སྟེ། །དེ་བཞིན་བྱང་དུ་ཕྲག་དོག་གོ། །
en: “Rāgavajra is in the west And, likewise, Īrṣyā is in the north.

source: མཚམས་ཀྱི་རྡོ་རྗེ་རྩེ་བཞི་ལ། །ཙརྩི་ཀཱ་སོགས་རྣམ་པར་བསྒོམ། །
en: One should visualize Carcikā and the others On the four prongs of the vajra in the corners.

source: སྒོ་ཡི་རྡོ་རྗེ་རྩེ་བཞི་ལ། །ཐོ་བ་ལ་སོགས་རྣམ་པར་བསྒོམ། །
en: “On the four prongs of the vajra in the doors One should visualize Muḍgara and the rest.

source: སྣ་ཚོགས་རྡོ་རྗེའི་མཚམས་བཞི་རུ། །མི་ཡི་མགོ་བོ་བཞི་དག་གོ། །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་གཤིན་རྗེའི་གཤེད་པོ་རྡོ་རྗེ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་ཞེ་སྡང་ཆེན་པོའི་རིགས་ཀྱི་སྔགས་གསུངས་པ། ཨོཾ་ཧྲཱིཿཥྚྲཱིཿཝི་ཀྲྀཏཱ་ནན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་གཏི་མུག་རྡོ་རྗེ་ཆེན་པོའི་སྔས་གསུངས་པ། ཨོཾ་ཛི་ནི་ཛཱི་ཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་ཕྲ་མ་རྡོ་རྗེའི་སྔགས་གསུངས་པ། ཨོཾ་རནྟ་དྷྲཱྀཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་འདོད་ཆགས་རྡོ་རྗེའི་སྔགས་གསུངས་པ། ཨོཾ་ཨཱ་རོ་ལཱི་ཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་ཕྲག་དོག་རྡོ་རྗེའི་སྔགས་གསུངས་པ། ཨོཾ་པྲཛྙཱདྷྲཱྀཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་ཐོ་བའི་སྔགས་གསུངས་པ། ཨོྃ་མུཌྒ་ར་དྷྲཱྀཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་དབྱུག་པའི་སྔགས་གསུངས་པ། ཨོཾ་དཎྜ་དྷྲཱྀཀ །
en: In the four corners of the crossed vajra Are four human heads.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་པདྨའི་སྔགས་གསུངས་པ། ཨོཾ་པདྨ་དྷྲཱྀཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་རལ་གྲིའི་སྔགས་གསུངས་པ། ཨོཾ་ཁཌྒ་དྷྲཱྀཀ །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་ཙརྩི་ཀཱའི་སྔགས་གསུངས་པ། ཨོཾ་མོ་ཧ་ར་ཏི། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་ཕག་མོའི་སྔགས་གསུངས་པ། ཨོཾ་དྭེ་ཥ་ར་ཏི། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་དབྱངས་ཅན་མའི་སྔགས་གསུངས་པ། ཨོཾ་རཱ་ག་ར་ཏི། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་རྡོ་རྗེ་གཽ་རཱི་མའི་སྔགས་གསུངས་པ། ཨོཾ་བཛྲ་ར་ཏི། དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་སྐུ་གསུང་ཐུགས་བྱིན་གྱིས་བརླབ་པའི་སྔགས་གསུངས་པ། ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཀཱ་ཡ་བཛྲ་སྭ་བྷཱ་པ་ཨཱཏྨ་ཀོ྅ཧཾ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཝཱཀ་བཛྲ་སྭ་བྷཱ་བ་ཨཱཏྨ་ཀོ྅ཧཾ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཙིཏྟ་བཛྲ་སྭ་བྷཱ་བ་ཨཱཏྨ་ཀོ྅ཧཾ། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་ཞེ་སྡང་ཆེན་པོའི་སྐུ་ངེས་པར་བསྟན་པ། ཞལ་གསུམ་ཕྱག་དྲུག་ཁྲོས་པ་ལ། །
en: Then, the Bhagavat, the lord of all tathāgatas, entered the meditative absorption called yamāri vajra and pronounced the mantra of the family of great hatred: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ svāhā | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of the great Mohavajra: oṁ jinajīk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Piśunavajra: oṁ ratnadhṛk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Rāgavajra: oṁ ārolīk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Īrṣyāvajra: oṁ prajñādhṝk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Mudgaravajra: oṁ muḍgaradhṝk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of the Daṇḍavajra: oṁ daṇḍadhṝk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Padmavajra: oṁ padmadhṝk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Khaḍgavajra: oṁ khaḍgadhṝk | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Vajracarcikā: oṁ moharati | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Vajravārāhī: oṁ dveṣarati | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Vajrasarasvatī: oṁ rāgarati | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra of Vajragaurī: oṁ vajrarati | The Bhagavat, the lord of all tathāgatas, next pronounced the mantra that empowers body, speech, and mind: oṁ sarva­tathāgata­kāyavajra­svabhāvātmako ’haṃ | oṁ sarva­tathāgata­vākvajra­svabhāvātmako ’haṃ | oṁ sarva­tathāgata­citta­vajra­svabhāvātmako ’haṃ | Then, the Bhagavat, the Lord of all Tathāgatas, described the body of great wrath: “An adept should visualize Yamāri As wrathful, with three faces and six arms.

source: ཨིནྡྲ་ནཱི་ལ་འདྲ་བའི་མདོག །ཕྱག་ན་རྡོ་རྗེ་བསྣམས་པ་ཉིད། །
en: He is the color of a sapphire And holds a vajra in his hand.

source: གཤིན་རྗེའི་གཤེད་ནི་བསྒོམ་པར་བྱ། །ཞལ་གསུམ་ཕྱག་དྲུག་ཞི་བ་ལ། །
en: “Mohavajra should be visualized As peaceful, with three faces and six arms.

source: གསལ་བའི་གཟུགས་དང་འདྲ་བའི་འོད། །ཕྱག་ན་འཁོར་ལོ་བསྣམས་པ་ཉིད། །
en: He has a luminous, crystal-clear form, And holds a wheel in his hand.

source: གཏི་མུག་རྡོ་རྗེ་རྣམ་བསྒོམ་བྱ། །ཞལ་གསུམ་ཕྱག་དྲུག་རྒྱས་གྱུར་པ། །
en: “Piśunavajra should be visualized As enriching, with three faces and six arms.

source: གསེར་གྱི་རྣམ་པའི་འོད་དང་ལྡན། །ཕྱག་ན་རིན་ཆེན་བསྣམས་པ་ཉིད། །
en: He has a luster like that of gold And holds a jewel in his hand.

source: ཕྲ་མ་རྡོ་རྗེ་རྣམ་བསྒོམ་བྱ། །ཞལ་གསུམ་ཕྱག་དྲུག་དབང་བྱེད་པ། །པདྨ་རཱ་ག་མཚུངས་པའི་འོད། །
en: “Rāgavajra should be visualized As enthralling, with three faces and six arms.

source: ཕྱག་ན་པདྨ་བསྣམས་པ་ཉིད། །
en: He shines like a ruby And holds a lotus in his hand.

source: འདོད་ཆགས་རྡོ་རྗེ་རྣམ་བསྒོམ་བྱ། །ཞལ་གསུམ་ཕྱག་དྲུག་ཐམས་ཅད་ལ། །རིན་ཆེན་མ་རྒད་འོད་དང་ལྡན། །
en: “Īrṣyāvajra should be visualized As universal, with three faces and six arms.

source: ཕྱག་ན་ཤུབས་ཅན་བསྣམས་པ་ཉིད། །
en: He has a luster like that of an emerald And holds a sheathed sword in his hand.”

source: ཕྲག་དོག་རྡོ་རྗེ་རྣམ་བསྒོམ་བྱ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་མངོན་པར་རྟོགས་པའི་རིམ་པར་ཕྱེ་བ་སྟེ་ལེའུ་དང་པོའོ།། །།
en: This was the first chapter, “The Practice Sequence,” from The Tantra of Black Yamāri, the Body, Speech, and Mind of All Tathāgatas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་སེམས་དཔའ་ཆེན་པོ་ལ་བསྟོད་པ།
en: Chapter 2: The Great Maṇḍala Then, all the blessed tathāgatas praised the blessed great vajra being: “Homage to you, vajra body.

source: གཤིན་རྗེའི་གཤེད་པོ་རབ་འཇིགས་པ། །གཏི་མུག་རྡོ་རྗེའི་ངོ་བོ་ཁྱོད། །སྟོན་པ་སངས་རྒྱས་ཀུན་རང་བཞིན། །
en: You are the fearsome Yamāri, The essence of Mohavajra, The teacher with the nature of all buddhas.

source: རྡོ་རྗེ་སྐུ་ལ་ཕྱག་འཚལ་བསྟོད། །
en: “Homage to you, vajra jewel.

source: གཤིན་རྗེའི་གཤེད་པོ་རབ་འཇིགས་པའི། །ཕྲ་མ་རྡོ་རྗེའི་ངོ་བོ་ཁྱོད། །རྡོ་རྗེ་ཐུགས་དང་རབ་མཚུངས་པ། །
en: You are the fearsome Yamāri, The essence of Piśunavajra, Who is equal to the vajra mind.

source: རྡོ་རྗེ་རིན་ཆེན་ཕྱག་འཚལ་བསྟོད། །
en: “Homage to you, vajra speech.

source: འདོད་ཆགས་རྡོ་རྗེའི་ངོ་བོ་ཁྱོད། །གཤིན་རྗེའི་གཤེད་པོ་རབ་འཇིགས་པ། །རྡོ་རྗེ་གསུང་དང་རབ་མཚུངས་པ། །
en: You are the fearsome Yamāri, The essence of Rāgavajra, Who is equal to vajra speech.

source: རྡོ་རྗེ་གསུང་ལ་ཕྱག་འཚལ་བསྟོད། །
en: “Homage to you, with sword in hand.

source: ཕྲག་དོག་ངོ་བོའི་རང་བཞིན་ཁྱོད། །གཤིན་རྗེའི་གཤེད་པོ་ལས་ཀུན་པ། །རྡོ་རྗེ་ཆགས་དང་རབ་ཏུ་མཚུངས། །
en: You are Yamāri who serves all functions, The essence of Īrṣyāvajra, Who is equal to vajra desire.

source: ཕྱག་ན་རལ་གྲི་ཕྱག་འཚལ་བསྟོད། །
en: “Homage to you, lord of the maṇḍala.

source: སངས་རྒྱས་ཀུན་གྱི་དངོས་པོ་ཁྱོད། །སངས་རྒྱས་ཐམས་ཅད་གཅིག་བསྡུས་པས། །སངས་རྒྱས་ཀུན་མཆོག་གཙོ་བོའི་གཙོ། །དཀྱིལ་འཁོར་གཙོ་ལ་ཕྱག་འཚལ་བསྟོད། །
en: You are the nature of all buddhas, The confluence of all buddhas, The most eminent of all buddhas.”

source: རྡོ་རྗེ་མིག་དང་། རྡོ་རྗེ་རྣ་བ་དང་། རྡོ་རྗེ་སྣ་དང་། རྡོ་རྗེ་ལྕེ་དང་། རྡོ་རྗེ་ལུས་དང་།
en: The Bhagavat then said, “Vajra eyes, vajra ears, vajra nose, vajra tongue, vajra body, and vajra mind.”

source: རྡོ་རྗེ་ཐུགས་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ནི་མིག་ལ་སོགས་པ་བྱིན་གྱིས་བརླབ་པའི་ཆོ་གའོ། །
en: This is the rite for empowering the eyes and the other senses.

source: དེ་ནས་ཡང་དག་བཤད་བྱ་བ། །འདོད་པའི་དོན་གྲུབ་སྒྲུབ་བྱེད་པའི། །གཤིན་རྗེའི་གཤེད་པོ་ཉིད་མཚུངས་པ། །གཤིན་རྗེའི་འཇིགས་པའི་དཀྱིལ་འཁོར་ལོ། །
en: “Next, I will explain in detail The fearsome maṇḍala of Yamāri, Which appears just like Yamāri And fulfills every purpose.

source: སྐུད་པ་གསར་པ་ལེགས་བསྒྲིམས་ལ། །ལེགས་པའི་ཚད་ལ་མཛེས་པ་ཡིས། །སྐུད་པ་བྱས་པས་ཐིག་གདབ་པོ། །གཤིན་རྗེའི་ཚོགས་ཀྱི་དཀྱིལ་འཁོར་ལོ། །
en: “The learned practitioner should tie The maṇḍala of Yamāri’s host With a new, tightly woven thread, One that is well measured and elegant.

source: མཚན་རྣམས་ཐམས་ཅད་རབ་རྫོགས་ཤིང་། །བར་ཆད་ཐམས་ཅད་རབ་ཉམས་པ། །
en: “All of its features are complete And it eliminates all obstructive forces.

source: ཞི་བ་ལ་སོགས་རབ་འཇུག་པའི། །དཀྱིལ་འཁོར་འཁོར་ལོའི་ཆ་བྱད་ལ། །
en: This maṇḍala, shaped as a circle, Is used to pacify and so forth.

source: རྩེ་མོ་ལྔ་དང་མཉམ་ལྡན་པའི། །ལས་ཀྱི་རྡོ་རྗེ་དེ་ལ་བྲི། །
en: “In that maṇḍala one should draw A karmavajra with five prongs on each end.

source: རྡོ་རྗེ་འབར་བ་འཁྲིགས་པ་ཡི། །རྡོ་རྗེ་དེ་ཡི་དབུས་སུ་བྲི། །
en: A vajra engulfed in a blaze of vajras Should be drawn in its center.

source: རལ་གྲི་བྱང་གི་ཕྱོགས་སུ་བྲི། །འཁོར་ལོའི་འོད་ཀྱིས་བསྐོར་བ་ཡི། །འཁོར་ལོ་ཤར་གྱི་ཕྱོགས་སུ་བྲི། །
en: “One should draw a sword in the north And in the east a wheel, Engulfed in wheel-shaped light.

source: འོད་ཀྱི་ཕྲེང་བ་མཉམ་འཕྲོ་བའི། །རིན་པོ་ཆེ་ནི་ལྷོ་རུ་བྲི། །
en: “One should draw a jewel in the south That emits halos of light.

source: པདྨ་རཱ་གའི་མདངས་འདྲའི་འོད། །པདྨ་ནུབ་ཀྱི་ཕྱོགས་སུ་བྲི། །
en: One should draw a lotus in the west That shines with ruby-colored light.

source: འོད་ཟེར་ལྔ་དང་མཉམ་ལྡན་པའི། །ཤར་གྱི་མཚམས་སུ་འཁོར་ལོ་བྲི། །
en: “One should draw a wheel in the southeast That is engulfed in five-colored light.

source: ལྷོ་རུ་རྡོ་རྗེ་བྲི་བར་བྱ། །ནུབ་ཏུ་པདྨའི་མེ་ཏོག་ནི། །ཡུ་བ་དང་བཅས་ཁ་བྱེ་གསལ། །འོད་ཀྱི་ཕྲེང་བ་མཉམ་འཕྲོ་བའི། །ཨུཏྤ་ལ་ནི་བྱང་ནུབ་བྲི། །
en: One should draw a vajra in the southwest, A lotus flower in the northwest Radiantly blossoming upon its stalk, And a water lily in the northeast That radiates halos of light.

source: ཤར་གྱི་སྒོར་ནི་ཐོ་བ་སྟེ། །དབྱིག་པ་དེ་བཞིན་ལྷོ་ཡི་སྒོར། །འདམ་ལས་སྐྱེས་པ་ནུབ་ཀྱི་སྒོར། །བྱང་དུ་རྡོ་རྗེ་རལ་གྲིའོ། །
en: “There should be a hammer in the eastern gate And, likewise, a cudgel in the southern gate, A lotus is in the western gate, And, in the north, a vajra-sword.

source: ཤེས་པས་དཀྱིལ་འཁོར་རྫོགས་པ་ལ། །མཆོད་པ་ཁྱད་པར་འཕགས་པ་ནི། །
en: “Knowing the maṇḍala to be complete One should make special offerings.

source: འདོད་པའི་ཡོན་ཏན་ལྔ་དག་གིས། །འཇིགས་པ་མེད་པར་མངོན་པར་མཆོད། །
en: One should fearlessly worship Using the five sense pleasures.”

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་དཀྱིལ་འཁོར་ཆེན་པོའི་རིམ་པར་ཕྱེ་བ་སྟེ་ལེའུ་གཉིས་པའོ།། །།
en: This was the second chapter, “The Great Maṇḍala,” from The Tantra of Black Yamāri, the Body, Speech, and Mind of All Tathāgatas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བསྟོད་པའི་རྒྱལ་པོ་འདིས་བསྟོད་ནས་གསོལ་བ་བཏབ་པ། སྡིག་པ་ཐམས་ཅད་འཇོམས་པ་ཡི། །འཇིགས་པའི་གཤིན་རྗེ་འཇོམས་དཀྱིལ་འཁོར། །དཀྱིལ་འཁོར་ཐམས་ཅད་ཀྱི་གཙོ་བོ། །
en: Chapter 3: Ritual Activities Then, all the blessed tathāgatas made a request using this king of praises: “Protector, let the maṇḍala be drawn— The fearsome maṇḍala of Yama’s Slayer.

source: མགོན་པོ་དཀྱིལ་འཁོར་བྲི་བར་མཛོད། །
en: It is the lord of all maṇḍalas That eradicates all misdeeds.

source: དེ་ནས་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཛིན་ཆེན་པོས་ཉིད་ཀྱི་སྐུ་གསུང་ཐུགས་རྣམས་ལས་བདུད་རྩི་མྱང་བའི་ཆོ་ག་ངེས་པར་ཕྱུང་བ། ཨོཾ་ཨཱཿཧཱུྃ། རྡོ་རྗེ་མེ་ལྕེ་སྦྱོར་བ་ཡིས། །རྡོ་རྗེ་ཅན་ཀུན་མཉེས་པ་དང་། །
en: The great vajra bearer then issued the rite with the taste of nectar from his own body, speech, and mind: oṁ āḥ hūṁ | The vajra holders are pleased By its contact with their vajra tongues.

source: རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་བཞུགས། །ཡེ་ཤེས་འབྱུང་གནས་ངོ་བོ་ཉིད། །
en: It then enters all the buddhas In their wisdom aspect, their intrinsic form.

source: དགུག་པ་དང་ནི་གཞུག་པ་དང་། །བཅིང་དང་དེ་བཞིན་དབང་བྱ་ཉིད། །ཐོ་བ་ལ་སོགས་སྔགས་བཞི་ཡིས། །མཉམ་པར་བཞག་པས་རྣམ་པར་བསྒོམ། །
en: “One should then summon them, Draw them in, bind them and master them, And then remain in meditative absorption Using the four mantras of Muḍgara and the rest.

source: མ་ཧེ་རྡོ་རྗེ་རྣམ་བསྒོམས་ལ། །དཀྱིལ་འཁོར་གཙོ་བོ་རྣམ་བསྒོམ་བྱ། །
en: “After visualizing the vajra buffalo, One should visualize the lord of the maṇḍala.

source: ཟླ་བའི་དཀྱིལ་འཁོར་དབུས་གནས་པར། །གཏི་མུག་རྡོ་རྗེ་རྣམ་བསྒོམ་བྱ། །
en: Mohavajra should be visualized standing In the center of a moon disk.

source: རྟ་བདུན་ལྡན་པའི་དབུས་གནས་པ། །ཕྲ་མ་ཞེས་བྱ་རྣམ་བསམ་བྱ། །
en: “One should imagine the one named Piśuna Standing in the middle of the seven-horsed one.

source: དཀྱིལ་འཁོར་དམ་པའི་དབུས་གནས་པ། །འདོད་ཆགས་རྡོ་རྗེ་རྣམ་བསྒོམ་བྱ། །
en: Rāgavajra should be visualized Standing in the center of the sublime disk.

source: ལས་ཀྱི་དཀྱིལ་འཁོར་དབུས་གནས་པ། །རྡོ་རྗེ་ལས་ནི་བསྒོམ་པར་བྱ། །
en: Karmavajrin should be visualized, Standing in the center of the karma disk.

source: ཞི་བའི་གཏི་མུག་རྡོ་རྗེ་སྟེ། །
en: “Mohavajra is for pacifying.

source: རྒྱས་པ་དེ་བཞིན་ཕྲ་མ་ཡིན། །འདོད་ཆགས་རྡོ་རྗེ་དབང་དུ་བྱས། །རྡོ་རྗེ་ལས་ཀྱིས་ཐམས་ཅད་དུའོ། །
en: Accordingly, Piśuna is for enriching, Rāgavajra is for enthralling, And Karmavajra is universal.

source: རྡོ་རྗེ་ལས་ཀྱི་སྦྱོར་བ་ཡིས། །མི་ཚིལ་མི་ཡི་ཐོད་པར་བཞག །དེ་བཞིན་མི་སྐྲས་སྡོང་བུ་བྱ། །
en: “Using the yoga of Karmavajra, One should put human fat in a human skull, Make a wick out of human hair, And collect the soot while in a charnel ground.

source: དུར་ཁྲོད་དག་ཏུ་དུ་བ་བསྒྲུབ། །མིག་སྨན་དག་ནི་དེ་བཞིན་དུ། །མིག་སྨན་ལས་ཀྱི་བསྒོམ་པ་དང་། །
en: “One should visualize Karmavajra In the collyrium and likewise on the collyrium.

source: ལས་ཀྱི་བཟླས་པའི་སྦྱོར་བ་ཡིས། །
en: The collyrium siddhi will result When combined with Karmavajra’s recitation.

source: མིག་སྨན་འདི་ནི་འགྲུབ་པར་འགྱུར། །ཁྲག་དང་གུར་གུམ་གཟུང་བྱས་ནས། །
en: “One produces the foot-salve Using saffron and blood.

source: སྒྲུབ་པ་བྱུག་པ་བསྒྲུབ་པར་བྱ། །ལས་ཀྱི་རྡོ་རྗེ་སྦྱོར་བ་ཡིས། །རྐང་མགྱོགས་དག་ནི་འགྲུབ་པར་འགྱུར། །
en: One produces the swift-feet siddhi By applying the practice of Karmavajra.

source: བདུད་རྩི་ལྔ་ནི་མཉམ་པ་ལ། །ཤ་ལྔ་དང་ནི་ལྡན་པ་ཡིས། །ལྕགས་གསུམ་དུ་ནི་བཅུག་བྱས་ན། །ལས་ཀྱི་སྦྱོར་བས་འགྲུབ་པར་འགྱུར། །
en: “If one gathers the five nectars, Combines them with the five meats, And coats them with the three metals, The siddhi is gained through the practice of Karmavajra.

source: ཀན་ཏའི་ལྕགས་ཀྱི་རལ་གྲི་ནི། །ལས་ཀྱི་སྦྱོར་བ་བསྒྲུབ་པར་བྱ། །ལས་ཀྱི་རྡོ་རྗེ་སྦྱོར་བ་ཡིས། །
en: “The magnetic iron sword siddhi, Can be accomplished with the yoga of Karmavajra.

source: ལས་ཀྱི་རལ་གྲི་རབ་འགྲུབ་འགྱུར། །
en: While applying the practice of Karmavajra, One can accomplish Karmavajra’s sword.”

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་ལས་ཀྱི་རིམ་པར་ཕྱེ་བ་སྟེ་ལེའུ་གསུམ་པའོ།། །།
en: This was the third chapter, “Ritual Activities,” from The Tantra of Black Yamāri, the Body, Speech, and Mind of All Tathāgatas.

source: དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཛིན་པ་ཆེན་པོ་ལ་བསྟོད་པའི་རྒྱལ་པོ་འདིས་བསྟོད་ནས་གསོལ་བ་བཏབ་པ། ལས་ཀྱི་དབྱེ་བའི་དབྱེ་བ་ལས། །སེམས་ཅན་འཇུག་པ་ཇི་ལྟར་འགྱུར། །
en: Chapter 4: The Rites for Killing and so forth using the Yantras, Mantras, and Medicines Related to the Procedure for Vajra Killing Then, all the blessed tathāgatas made a request to the blessed great vajra bearer using this king of praises: “How should beings proceed, Through the different categories of ritual action?

source: རྡོ་རྗེ་ཆེན་པོས་བཤད་དུ་གསོལ། །
en: Great Vajra, please explain!

source: ཡོན་ཏན་རྒྱ་མཚོ་རྣམས་ཉན་ལགས། །
en: May the oceans of qualities listen!”

source: དེ་ནས་རྡོ་རྗེ་འཛིན་རྒྱལ་པོས། །ལས་ནི་ཐམས་ཅད་རབ་སྒྲུབ་པ། །ཉེས་ཀུན་གསོ་བའི་བདག་ཉིད་ཀྱིས། །
en: Then, the vajra-bearing king Who has accomplished all ritual actions, And has himself remedied all faults, Spoke the following words.

source: འདི་སྐད་ཀྱི་ནི་ཚིག་གསུངས་སོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཐུགས་རྡོ་རྗེ་ཉིད་ཀྱི་མཐུས་ཕྱག་འཚལ་ཞིང་མཆོད་པ་བྱས་ནས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ།
en: The blessed tathāgatas, through the power of their vajra minds, bowed to, worshiped, made offerings to, and circled the Bhagavat three times.

source: ཡང་དང་ཡང་དུ་ཕྱག་བྱས་ནས། །བཅོམ་ལྡན་འདས་ཀྱི་གསུང་ཉན་ཏོ། །
en: They bowed to him, again and again, and listened to what the Bhagavat said.

source: དེ་ནས་རྡོ་རྗེ་འཛིན་རྒྱལ་པོས། །དབང་དུ་བྱ་བའི་འཁྲུལ་འཁོར་བསྟན། །
en: The vajra-bearing king Taught the yantra for enthralling.

source: གཤིན་རྗེའི་གཤེད་ལས་འཁོར་ལོ་མཆོག །མ་བྱུང་འབྱུང་བར་མི་འགྱུར་རོ། །
en: “The supreme circles of Yamāri Have not appeared, nor will they appear.

source: བུད་མེད་དབང་དུ་བྱ་བ་དང་། །བསྲུང་བའི་དོན་དང་དེ་བཞིན་དུ། །ཞི་བ་རོ་ཙ་ནས་བཟུང་སྟེ། །གྲོ་གའམ་དེ་བཞིན་སྨྱུག་ཤུན་ལ། །འཁོར་ལོ་གཉིས་ནི་མཉམ་བྲིས་ནས། །
en: “In order to enthrall women, And likewise for protection, In the pacifying rite use bovine bezoar To draw a double circle On birch or bamboo bark.

source: ན་མཿམིང་གིས་རྣམ་བསྟེན་ལ། །
en: “Append the target’s name with namaḥ.

source: ནག་དང་ཡུ་ཅན་མ་ཡིན་པའི། །ཁམ་ཕོར་གཉིས་ནི་ཁ་སྦྱར་ཏེ། །
en: And place it in two conjoined bowls That are not black and lack a base.

source: མར་དང་སྦྲང་རྩིས་བཀང་བར་གཞུག །སྐུད་པ་དཀར་པོས་ཁམ་ཕོར་བཅིང་། །
en: The bowls should be filled with ghee and honey And wrapped with a white thread.

source: ཤར་དུ་མངོན་པར་ཕྱོགས་པ་ཡིས། །མེ་ཏོག་དཀར་པོས་དུས་གསུམ་གཏོར། །གཤིན་རྗེ་མཐར་བྱེད་ཆུ་ཤེལ་འདྲར། །
en: “At the three junctures, facing east, One should scatter white flowers, And focus on being Yamāntaka Appearing like a candrakānta.

source: བདག་ཉིད་བསྒོམས་ནས་མདུན་བཀོད་ལ། །ཟླ་བའི་དཀྱིལ་འཁོར་ལ་གནས་ནས། །བསྒྲུབ་བྱ་བ་ལྟས་ནས་དབང་བསྐུར་བྱ། །
en: One should visualize the target on a moon disk before oneself And confer the initiation.

source: བདུད་རྩི་ལྔ་ཡིས་གང་བ་ཡི། །བུམ་པ་དཀར་པོ་ཟླ་བ་འདྲས། །རྫོགས་སངས་དུ་མས་ཁྲུས་བྱས་ཏེ། །བལྟས་ནས་སྔགས་ཀྱི་བཟླས་པ་བརྩམ། ཨོྃ་ན་མཿཧྲཱིཿཥྚྲིཿཝི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་དེ་བ་དཏྟཱ་ཡ་ཤཱནྟིཾ་ཀུ་རུ་ན་མཿསྭཱ་ཧཱ། ཞི་བའི་ཆོ་ག་གསུངས་པའོ། །
en: “Imagine a multitude of perfect buddhas Washing the target with a moon-white vase Filled with the five nectars, While reciting this mantra: oṁ namaḥ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ devadattāya śāntiṃ kuru namaḥ svāhā | This is the rite for pacification.

source: སྐྱེས་པ་ཞི་ལ་གུར་ཀུམ་གྱིས། །བྲི་བྱ་དེ་བཞིན་རྒྱས་པ་ཡང་། །
en: “One should write with red saffron When pacifying a man or when enriching.

source: འཁོར་ལོ་གཉིས་ནི་ཁ་ཆེ་ཡི། །སྭཱ་ཧཱས་མིང་ནི་བརྒྱན་པ་ཡི། །བསྒྲུབ་བྱའི་མིང་ནི་བྲིས་བྱས་ལ། །
en: The double circle is drawn with Kashmiri saffron With the target’s name appended to svāhā.

source: མར་དང་སྦྲང་རྩིས་བཀང་ནས་ནི། །ཁམ་ཕོར་ཁ་སྦྱར་ནང་དུ་གཞུག །
en: “It should be placed inside conjoined bowls That have been filled with ghee and honey.

source: སྐུད་པ་སེར་པོས་བཅིངས་ནས་ནི། །མེ་ཏོག་སེར་པོ་དུས་གསུམ་གཏོར། །
en: They should be wrapped with yellow thread And strewn with yellow flowers at the three junctures.

source: བྱང་དུ་ཁ་བལྟས་མདོག་སེར་བའི། །གཤིན་རྗེའི་གཤེད་དུ་བདག་ཉིད་བསམ། །
en: “One should imagine themselves as Yama’s Slayer, Yellow in color and facing north.

source: བསྒྲུབ་བྱ་ཟླ་བ་སེར་ནག་ལ། །བུམ་པ་སེར་པོས་བཀྲུ་བྱ་ཞིང་། །དབང་བསྐུར་བ་ནི་བསྒོམ་བྱས་ལ། །
en: The target, standing on a dark-yellow moon disk, Should be cleansed using a yellow vase.
